Repository: gatuno/Paddle-Puffle
Catalog: po/*.po
Languages: es

source: PLAY
es: JUGAR

source: DONE
es: LISTO

source: - USE YOUR MOUSE TO BOUNCE THE PUFFLES AND KEEP THEM IN THE AIR - EVERY TIME YOU BOUNCE A PUFFLE YOU INCREASE YOUR SCORE - JUGGLE MORE AT ONCE TO WIN MORE - THE LONGER YOU CAN KEEP BOUNCING THE SAME PUFFLE THE MORE YOU WIN
es: - CON TU MOUSE, HAZ QUE LOS PUFFLES REBOTEN Y SE MANTENGAN EN EL AIRE - POR CADA PUFFLE QUE HAGAS REBOTAR GANAS MÁS PUNTOS - MALABAREA CON VARIOS PARA MÁS PUNTOS - CUANTO MÁS REBOTE UN MISMO PUFFLE, MÁS PUNTOS GANARÁS

source: WARNING! FIXME: CHANGE THIS TEXT.
es: ¡Advertencia! ARREGLAME: CAMBIA ESTE TEXTO.

source: TICKETS
es: BILLETES

source: BOUNCE POINTS:
es: PUNTOS POR REBOTE:

source: MOST BOUNCED PUFFLE:
es: PUFFLE QUE MÁS HA REBOTADO:

source: PUFFLES JUGGLED:
es: CANTIDAD DE PUFFLES:

source: TOTAL TICKETS:
es: TOTAL:

source: Error: Can't initialize the video subsystem The error returned by SDL is: %s
es: Error: No se pudo inicializar el sistema de video El error regresado por SDL es: %s

source: Error: Can't setup 760x480 video mode. The error returned by SDL is: %s
es: Error: No se pudo establecer el modo de video 760x480. El error regresado por SDL es: %s

source: Warning: Can't initialize the audio subsystem Continuing...
es: Advertencia: No se pudo inicializar el sistema de audio Continuando...

source: Warning: Can't initialize the SDL Mixer library
es: Advertencia: No se pudo inicializar la biblioteca SDL Mixer

source: Failed to load data file: %s The error returned by SDL is: %s
es: Falló al cargar el archivo de datos: %s El error regresado por SDL es: %s

source: Error: Can't initialize the SDL TTF library %s
es: Error: No se pudo inicializar la biblioteca SDL TFF %s

source: Failed to load font file 'CCFaceFront' The error returned by SDL is: %s
es: Falló al cargar la tipografía 'CCFaceFront' El error regresado por SDL es: %s
